---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Infrastructure.AlignmentStationLabelSetOptions
source: html/8b24e77b-fa5b-f012-ad0a-44d31210d5b4.htm
---
# AlignmentStationLabelSetOptions Members

Create an object with default values.